[[["half","media",null,null,1]
]
,[["noun",["average","mean","medium","stocking","sock"]
,[["average",["promedio","media","medio","avería","medianía"]
,null,0.2608656]
,["mean",["media","medio","promedio","término medio"]
,null,0.061961006]
,["medium",["medio","médium","media"]
,null,0.030197384]
,["stocking",["media","calceta"]
,null,0.0034956008]
,["sock",["calcetín","media","plantilla","tortazo"]
,null,4.5852305E-4]
]
,"media",1]
]
,"es",null,null,[["media",null,[["half",1000,true,false]
,["average",1000,true,false]
,["mean",1000,true,false]
,["medium",1000,true,false]
]
,[[0,5]
]
,"media",0,0]
]
,0.698939,[]
,[["es"]
,null,[0.698939]
,["es"]
]
,null,null,[["adjective",[[["intermedio","mediano"]
,""]
,[["intermedio"]
,""]
]
,"medio"]
]
,[["noun",[["Prenda de vestir femenina de punto, generalmente con forma de pierna, que cubre el pie y la pierna hasta medio muslo o, cuando se une a otra prenda igual en una sola pieza, cubre también las caderas y el vientre; puede ser de nylon, licra, seda, lana o algodón y se ajusta y adapta perfectamente a la pierna.","373990.0"]
,["Prenda de vestir de punto, generalmente de lana o algodón, que cubre el pie y se ciñe con un elástico por debajo de la rodilla.","373990.5","los jugadores de fútbol llevan medias ."]
,["Resultado que se obtiene al dividir la suma de varias cantidades por el número de sumandos.","373990.6","en la Isla del Oso, la temperatura media es de 4 o C bajo cero ."]
,["Momento en que el reloj marca los treinta minutos.","373990.0","ir sin medias; medias enteras; medias de nailon; llevaba las medias caídas ."]
,["En el juego del mus, combinación de tres cartas del mismo valor.","373990.1","medias de reyes ."]
]
,"media"]
,["adjective",[["Que es la mitad de una cosa.","374530.0"]
,["Se usa ponderativamente para indicar gran cantidad indeterminada de lo que se expresa.","374530.1"]
,["Que es incompleto o imperfecto.","374530.2"]
,["Que está entre dos extremos más o menos equidistantes.","374530.3","nos sentamos en la parte media del avión; estaba colocado en un lugar medio ."]
,["Que corresponde a la media o promedio.","374530.4","la altura media; la temperatura media de una región; la tasa media de fecundidad ."]
,["Que reúne las características más comunes y generales de un grupo de personas.","374530.5","el español medio no puede permitirse esos lujos; la población media no sabía prácticamente dónde se encontraba su país en el mapamundi; revuelve sus archivos en busca de una huella que corresponda a la de la víctima: 1,70 y complexión media ."]
,["[vocal] Que se articula con un grado medio de abertura de la boca, ni abierto, ni cerrado.","374530.0"]
]
,"medio"]
]
,[[["en la Isla del Oso, la temperatura \u003cb\u003emedia\u003c/b\u003e es de 4 o C bajo cero .",null,null,null,3,"373990.6"]
]
]
,[["mediar","medio"]
]
,null,null,null,[null,2]
]
