[[["how","como",null,null,1]
]
,[["preposition",["as","like","by way of","qua"]
,[["as",["como","por","para","en calidad de","a nivel"]
,null,0.53526145]
,["like",["como","propio"]
,null,0.08337765]
,["by way of",["a modo de","como"]
,null,5.0647282E-5]
,["qua",["como"]
,null,7.2964326E-6]
]
,"como",5]
,["adverb",["as","like"]
,[["as",["como","mientras","cuando","ya que","lo que","donde"]
,null,0.53526145]
,["like",["como","parecido","como algo"]
,null,0.08337765]
]
,"como",4]
,["conjunction",["as"]
,[["as",["como","de","mientras","cuando","lo que","aunque"]
,null,0.53526145]
]
,"como",7]
]
,"es",null,null,[["como",null,[["how",1000,true,false]
,["as",1000,true,false]
,["What",1000,true,false]
,["like",1000,true,false]
,["I eat",1000,true,false]
]
,[[0,4]
]
,"como",0,0]
]
,0.85714287,[]
,[["es"]
,null,[0.85714287]
,["es"]
]
,null,null,null,[["preposition",[["Con un nombre sin artículo, indica que la persona o cosa designada por este se considera solamente en el aspecto que se menciona.","141470.0","era un chico fuerte como un roble; lo ha hecho tan deprisa como cualquiera; habla el francés como un nativo ."]
,["Indica que algo o alguien es o actúa en la condición, función, cargo, etc., que se menciona.","141470.1","participé en el bautizo como padrino; su actuación como presidente de la comunidad de vecinos fue elogiada; acéptalo como un premio ."]
,["Se utiliza para introducir un ejemplo.","141470.2","los países del norte de Europa, como Noruega, tienen un nivel de vida elevado ."]
]
,"como"]
,["adverb",[["Introduce el segundo término de una comparación de igualdad; se utiliza en comparaciones de cualidades, y también cuando se contraponen acciones, situaciones, etc..","141470.0"]
,["Introduce una oración que indica el modo de suceder o de ser de algo.","141470.1"]
,["Introduce una oración que establece una comparación entre una opinión, una afirmación, una suposición, etc., anteriores y lo expresado por la oración principal, que confirma esta opinión o afirmación.","141470.2","como decimos en mi tierra, necesitas unas vacaciones; el cosmos se originó con una gran explosión, como ha demostrado la física; esto exactamente es lo que sucedió, como puede comprobarse en la declaración que firmamos ."]
,["Indica una equivalencia o relación de semejanza aproximada.","141470.3","lo he visto como desorientado; en toda la tarde entraron como seis clientes; estaba como fuera de sí ."]
]
,"como"]
,["conjunction",[["Introduce una oración que indica la causa de lo que se expresa en la oración principal, a la cual antecede; se utiliza cuando la causa se concibe de algún modo como una justificación de la oración principal.","141470.0"]
,["Con verbos en subjuntivo, introduce una oración que indica un hecho hipotético cuya realización implica necesariamente la realización de lo que se expresa en la oración principal.","141470.1","como vuelvas a llegar tarde, te vas a enterar; no podremos ir a la playa como no deje de llover; como no lo hubiéramos parado, se iba directo al barranco ."]
]
,"como"]
]
,[[["los países del norte de Europa,\u003cb\u003e com\u003c/b\u003eo Noruega, tienen un nivel de vida elevado .",null,null,null,3,"141470.2"]
]
]
,[["comer"]
]
,null,null,null,[null,2]
]
